//
//*
//STEP1 EXEC PGM=IEFBR14
//STEP1 EXEC PGM=IEBGENER
//STEP1 EXEC PGM=IDCAMS
//STEP1 EXEC PGM=IKJEFT01
//STEP1 EXEC PGM=IRXJCL
//STEP1 EXEC PROC=
// EXEC PGM=
// DD DSN=
// DD *
/*
//SYSPRINT DD SYSOUT=*
//SYSIN DD *
 REPRO INFILE(IN) OUTFILE(OUT)
 DELETE SYS1.PARMLIB
 LISTCAT ALL
 PRINT INFILE(INDD)
 DEFINE CLUSTER
 ALTER
//SYSIN DD DSN=SYS1.PARMLIB(IEASYS00),DISP=SHR
//STEPLIB DD DSN=SYS1.LINKLIB,DISP=SHR
//JOBLIB DD DSN=SYS1.LINKLIB,DISP=SHR
DSN=SYS1.PARMLIB,DISP=OLD
DSN=SYS1.UADS,DISP=OLD
DSN=SYS1.RACF,DISP=OLD
DISP=(NEW,CATLG,DELETE)
DISP=(OLD,DELETE)
DISP=SHR
DISP=OLD
UNIT=SYSDA
SPACE=(CYL,(1,1))
SPACE=(TRK,(1,1))
DCB=(RECFM=FB,LRECL=80,BLKSIZE=27920)
CLASS=A
MSGCLASS=X
MSGLEVEL=(1,1)
TIME=NOLIMIT
REGION=0M
TYPRUN=HOLD
TYPRUN=SCAN
USER=IBMUSER
PASSWORD=
NOTIFY=&SYSUID
COND=(0,NE)
COND=EVEN
COND=ONLY
//IF (RC = 0) THEN
//ELSE
//ENDIF
SET RACF=OFF
SET SMS=OFF
PERMIT ID(*)
